{
    "30004": "\r",
    "29991": "!",
    "6824": "!!",
    "21004": "!!!",
    "3850": "!\"",
    "24862": "!\");",
    "20714": "!'",
    "13311": "!(",
    "28457": "!(\"",
    "14366": "!)",
    "18565": "!,",
    "6172": "!--",
    "21520": "!.",
    "25064": "!...",
    "14708": "!/",
    "19216": "!=",
    "21298": "![",
    "9903": "!\\",
    "27896": "!}",
    "8530": "!\u201d",
    "29908": "\"",
    "19451": "\"\r",
    "15945": "\"\"",
    "1159": "\")",
    "5783": "\"))",
    "8983": "\"));",
    "4968": "\"),",
    "2564": "\").",
    "1496": "\");",
    "18584": "\");\r",
    "13531": "\")]",
    "20933": "\")`",
    "17969": "\"+",
    "613": "\",",
    "15231": "\",\r",
    "3284": "\",\"",
    "1642": "\".",
    "22681": "\".$",
    "23901": "\"/",
    "4681": "\"/>",
    "1115": "\":",
    "4710": "\":\"",
    "28819": "\":{\"",
    "1769": "\";",
    "25982": "\";\r",
    "19482": "\"=>",
    "1013": "\">",
    "10175": "\">\r",
    "3254": "\"><",
    "5319": "\"></",
    "8652": "\"?",
    "18943": "\"?>",
    "26732": "\"\\",
    "3108": "\"]",
    "20068": "\"])",
    "12436": "\"],",
    "16862": "\"].",
    "10370": "\"];",
    "6937": "\"`",
    "9092": "\"}",
    "10758": "\"},",
    "29937": "#",
    "2277": "##",
    "4136": "####",
    "7346": "########",
    "13383": "################",
    "6552": "#,",
    "26660": "#{",
    "29938": "$",
    "3997": "$$",
    "12330": "$(",
    "10931": "$)",
    "25942": "$),",
    "18724": "$).",
    "1628": "$,",
    "4388": "$-",
    "1504": "$.",
    "21063": "$:",
    "22073": "$;",
    "15485": "$?",
    "4535": "$\\",
    "14630": "$_",
    "5303": "${",
    "17133": "$}",
    "24594": "$};",
    "25069": "$}}%",
    "29995": "%",
    "23577": "%\"",
    "7686": "%%",
    "16270": "%%%%",
    "28198": "%%%%%%%%",
    "29001": "%'",
    "10997": "%)",
    "28003": "%).",
    "13667": "%,",
    "15543": "%.",
    "8874": "%;",
    "16737": "%;\r",
    "12222": "%=",
    "29987": "&",
    "9137": "&#",
    "12774": "&&",
    "20644": "&=",
    "11035": "&\\",
    "29915": "'",
    "11838": "'\"",
    "13090": "'$",
    "4907": "''",
    "12008": "'''",
    "12215": "'(",
    "1495": "')",
    "8785": "'))",
    "14749": "'));",
    "5477": "'),",
    "22423": "')->",
    "2824": "').",
    "29374": "'):",
    "2157": "');",
    "17822": "');\r",
    "29861": "')[",
    "21434": "')`",
    "18717": "'+",
    "742": "',",
    "23592": "',\r",
    "3788": "','",
    "28560": "'-",
    "4286": "'.",
    "22686": "'.$",
    "2396": "':",
    "22099": "':'",
    "2670": "';",
    "16826": "'=>",
    "11041": "'>",
    "12764": "'\\",
    "2033": "']",
    "11287": "'])",
    "25901": "']))",
    "17077": "']);",
    "7464": "'],",
    "13359": "'].",
    "8219": "'];",
    "16215": "']['",
    "15972": "'_",
    "11120": "'`",
    "10827": "'}",
    "16675": "'},",
    "24264": "'}[",
    "29898": "(",
    "11864": "(!",
    "703": "(\"",
    "14822": "(\"#",
    "11702": "(\"%",
    "28165": "(\",",
    "17350": "(\".",
    "11974": "(\"/",
    "28945": "(\"<",
    "29475": "(\"@",
    "14182": "(\"\\",
    "1566": "($",
    "26237": "($(",
    "11081": "($_",
    "29414": "(%",
    "6243": "(&",
    "877": "('",
    "14237": "('#",
    "29317": "(',",
    "12839": "('.",
    "11219": "('/",
    "28909": "('\\",
    "3552": "((",
    "14885": "(()",
    "580": "()",
    "26471": "()\r",
    "25318": "()\"",
    "3101": "())",
    "22130": "()))",
    "20465": "()));",
    "25739": "()),",
    "16655": "()).",
    "3310": "());",
    "3285": "(),",
    "13539": "()->",
    "2141": "().",
    "7295": "():",
    "890": "();",
    "14078": "();\r",
    "22891": "();`",
    "2555": "()`",
    "16996": "()`,",
    "13595": "()`.",
    "23098": "()`](",
    "4923": "(){",
    "28296": "()}",
    "10456": "(*",
    "22798": "(*)",
    "6278": "(-",
    "11891": "(.",
    "28104": "(.*",
    "19327": "(...",
    "29077": "(...)",
    "18854": "(/",
    "8137": "(:",
    "10780": "(?",
    "10394": "(@",
    "14699": "(@\"",
    "4197": "([",
    "18959": "(['",
    "1194": "(\\",
    "7373": "(_",
    "22168": "(__",
    "16787": "(`",
    "3319": "({",
    "13670": "({\\",
    "27204": "(|",
    "29897": ")",
    "8443": ")\r",
    "20198": ")!",
    "5513": ")\"",
    "25760": ")\")",
    "19123": ")\",",
    "1262": ")$",
    "17085": ")$$",
    "5767": ")$,",
    "26725": ")$-",
    "4935": ")$.",
    "26927": ")&",
    "16029": ")'",
    "5033": ")(",
    "876": "))",
    "23846": "))$",
    "4961": ")))",
    "13697": "))))",
    "17884": ")));",
    "8243": ")),",
    "8106": ")).",
    "22164": ")):",
    "2483": "));",
    "28986": "))\\",
    "28166": "))]",
    "25337": "))`",
    "18840": ")){",
    "11877": ")*",
    "7240": ")+",
    "20843": ")+\\",
    "511": "),",
    "21336": "),(",
    "20481": "),\\",
    "6817": ")-",
    "17389": ")--",
    "25062": ")--(",
    "19969": ")->",
    "23019": ")-\\",
    "467": ").",
    "20149": ")..",
    "6802": ")/",
    "1125": "):",
    "416": ");",
    "6075": ");\r",
    "12771": ");`",
    "3892": ")=",
    "7950": ")=\\",
    "15410": ")>",
    "6877": ")?",
    "9601": ")[",
    "2144": ")\\",
    "27779": ")\\)",
    "24224": ")\\,",
    "18775": ")\\\\",
    "4638": ")]",
    "23192": ")](",
    "27077": ")];",
    "4887": ")^",
    "8940": ")^{",
    "21604": ")^{-",
    "21422": ")^{\\",
    "20344": ")_",
    "20439": ")_{",
    "3569": ")`",
    "20362": ")`,",
    "14466": ")`.",
    "2597": "){",
    "21964": "){\\",
    "10531": ")|",
    "2915": ")}",
    "15604": ")}$",
    "22302": ")}(",
    "26972": ")})",
    "19230": ")},",
    "29512": ")}.",
    "11383": ")}\\",
    "10172": ")}{",
    "19978": ")}{\\",
    "21345": ")}}",
    "25756": ")\u00bb.",
    "29930": "*",
    "20605": "*\"",
    "29394": "*$",
    "16395": "*(",
    "7528": "*)",
    "1068": "**",
    "17435": "***",
    "2328": "****",
    "4189": "********",
    "7775": "****************",
    "15966": "*,",
    "10521": "*.",
    "3877": "*/",
    "17710": "*\\",
    "20463": "*`",
    "19740": "*{",
    "4044": "*}",
    "29974": "+",
    "13578": "+\"",
    "24035": "+$",
    "23097": "+'",
    "17108": "+(",
    "28135": "+)",
    "1817": "++",
    "4862": "++)",
    "16284": "++){",
    "10024": "++,",
    "9107": "++;",
    "23661": "+=",
    "3124": "+\\",
    "29892": ",",
    "11167": ",\r",
    "1699": ",\"",
    "8209": ",$",
    "24163": ",%",
    "5501": ",'",
    "22657": ",(",
    "12985": ",,",
    "6653": ",-",
    "7839": ",--",
    "7671": ",.",
    "27062": ",...,",
    "17094": ",[",
    "2053": ",\\",
    "24308": ",\\,",
    "26073": ",]",
    "16006": ",\u200e",
    "18887": ",\u2019",
    "3995": ",\u201d",
    "29899": "-",
    "18039": "-$",
    "19222": "-%",
    "17722": "-(",
    "15805": "-)",
    "11793": "-+",
    "15767": "-,",
    "489": "--",
    "13869": "--\"",
    "13097": "--+",
    "5634": "---",
    "12918": "---+",
    "807": "----",
    "27385": "----+",
    "23648": "-----",
    "22158": "------",
    "25809": "------+",
    "26589": "-------",
    "1378": "--------",
    "28490": "---------+",
    "28400": "----------",
    "9072": "------------",
    "2683": "----------------",
    "15110": "-->",
    "28753": "-.",
    "976": "->",
    "26244": "->_",
    "20667": "->{",
    "2612": "-\\",
    "27154": "-}",
    "29889": ".",
    "22993": ".\r",
    "1213": ".\"",
    "23157": ".\")",
    "18327": ".\");",
    "19602": ".\",",
    "7449": ".$",
    "19470": ".$$",
    "6169": ".'",
    "14030": ".(",
    "1846": ".)",
    "9774": ".),",
    "6250": ".).",
    "9575": ".):",
    "5575": ".*",
    "26355": ".*;",
    "1696": ".,",
    "9229": ".-",
    "7703": ".--",
    "636": "..",
    "856": "...",
    "17794": "...\"",
    "11410": "...)",
    "16361": "...,",
    "3045": "....",
    "18598": ".....",
    "11296": "........",
    "25285": "................",
    "17361": "...]",
    "6995": "../",
    "21546": "../../",
    "6904": "./",
    "4898": ".:",
    "26847": ".:\u200a",
    "8670": ".;",
    "19423": ".<",
    "21106": ".</",
    "25019": ".=",
    "21240": ".@",
    "7226": ".[",
    "7790": ".\\",
    "5586": ".]",
    "24630": ".](",
    "3032": "._",
    "17255": ".__",
    "17580": ".`",
    "5003": ".}",
    "13217": ".~",
    "8770": ".~\\",
    "29719": ".\u00ab",
    "16039": ".\u00bb",
    "22416": ".\u2014",
    "16412": ".\u2019",
    "14613": ".\u201c",
    "3178": ".\u201d",
    "29914": "/",
    "12975": "/\"",
    "8484": "/#",
    "13346": "/$",
    "22584": "/%",
    "22208": "/'",
    "14571": "/(",
    "4551": "/)",
    "23201": "/),",
    "12495": "/).",
    "5515": "/*",
    "7918": "/**",
    "19637": "/,",
    "24028": "/-",
    "6294": "/.",
    "458": "//",
    "6658": "///",
    "6165": "////",
    "10797": "////////",
    "19511": "////////////////",
    "24676": "/:",
    "3779": "/>",
    "13401": "/?",
    "29368": "/@",
    "7998": "/\\",
    "19891": "/_",
    "16527": "/`",
    "19248": "/{",
    "24629": "/~",
    "29900": "0",
    "29896": "1",
    "29906": "2",
    "29941": "3",
    "29946": "4",
    "29945": "5",
    "29953": "6",
    "29955": "7",
    "29947": "8",
    "29929": "9",
    "29901": ":",
    "6160": ":\"",
    "21968": ":#",
    "17178": ":$",
    "16664": ":%",
    "11283": ":'",
    "5919": ":(",
    "20925": ":)",
    "13018": ":-",
    "20296": ":--",
    "8419": ":/",
    "597": "://",
    "1057": "::",
    "9361": ":=",
    "26984": ":@",
    "8593": ":@\"",
    "10834": ":[",
    "3583": ":\\",
    "22298": ":\\\\",
    "17531": ":]",
    "18078": ":`",
    "26254": ":{",
    "3854": ":}",
    "4291": ":\u2009",
    "29936": ";",
    "2104": ";\r",
    "15458": ";\"",
    "12334": ";\">",
    "25359": ";&",
    "7859": ";;",
    "19603": ";;;;",
    "14814": ";</",
    "10436": ";\\",
    "10367": ";`",
    "13951": ";}",
    "29966": "<",
    "14136": "<!--",
    "26292": "<%=",
    "26717": "<'",
    "16406": "<-",
    "829": "</",
    "2": "</s>",
    "3": "<0x00>",
    "4": "<0x01>",
    "5": "<0x02>",
    "6": "<0x03>",
    "7": "<0x04>",
    "8": "<0x05>",
    "9": "<0x06>",
    "10": "<0x07>",
    "11": "<0x08>",
    "12": "<0x09>",
    "13": "<0x0A>",
    "14": "<0x0B>",
    "15": "<0x0C>",
    "16": "<0x0D>",
    "17": "<0x0E>",
    "18": "<0x0F>",
    "19": "<0x10>",
    "20": "<0x11>",
    "21": "<0x12>",
    "22": "<0x13>",
    "23": "<0x14>",
    "24": "<0x15>",
    "25": "<0x16>",
    "26": "<0x17>",
    "27": "<0x18>",
    "28": "<0x19>",
    "29": "<0x1A>",
    "30": "<0x1B>",
    "31": "<0x1C>",
    "32": "<0x1D>",
    "33": "<0x1E>",
    "34": "<0x1F>",
    "35": "<0x20>",
    "36": "<0x21>",
    "37": "<0x22>",
    "38": "<0x23>",
    "39": "<0x24>",
    "40": "<0x25>",
    "41": "<0x26>",
    "42": "<0x27>",
    "43": "<0x28>",
    "44": "<0x29>",
    "45": "<0x2A>",
    "46": "<0x2B>",
    "47": "<0x2C>",
    "48": "<0x2D>",
    "49": "<0x2E>",
    "50": "<0x2F>",
    "51": "<0x30>",
    "52": "<0x31>",
    "53": "<0x32>",
    "54": "<0x33>",
    "55": "<0x34>",
    "56": "<0x35>",
    "57": "<0x36>",
    "58": "<0x37>",
    "59": "<0x38>",
    "60": "<0x39>",
    "61": "<0x3A>",
    "62": "<0x3B>",
    "63": "<0x3C>",
    "64": "<0x3D>",
    "65": "<0x3E>",
    "66": "<0x3F>",
    "67": "<0x40>",
    "68": "<0x41>",
    "69": "<0x42>",
    "70": "<0x43>",
    "71": "<0x44>",
    "72": "<0x45>",
    "73": "<0x46>",
    "74": "<0x47>",
    "75": "<0x48>",
    "76": "<0x49>",
    "77": "<0x4A>",
    "78": "<0x4B>",
    "79": "<0x4C>",
    "80": "<0x4D>",
    "81": "<0x4E>",
    "82": "<0x4F>",
    "83": "<0x50>",
    "84": "<0x51>",
    "85": "<0x52>",
    "86": "<0x53>",
    "87": "<0x54>",
    "88": "<0x55>",
    "89": "<0x56>",
    "90": "<0x57>",
    "91": "<0x58>",
    "92": "<0x59>",
    "93": "<0x5A>",
    "94": "<0x5B>",
    "95": "<0x5C>",
    "96": "<0x5D>",
    "97": "<0x5E>",
    "98": "<0x5F>",
    "99": "<0x60>",
    "100": "<0x61>",
    "101": "<0x62>",
    "102": "<0x63>",
    "103": "<0x64>",
    "104": "<0x65>",
    "105": "<0x66>",
    "106": "<0x67>",
    "107": "<0x68>",
    "108": "<0x69>",
    "109": "<0x6A>",
    "110": "<0x6B>",
    "111": "<0x6C>",
    "112": "<0x6D>",
    "113": "<0x6E>",
    "114": "<0x6F>",
    "115": "<0x70>",
    "116": "<0x71>",
    "117": "<0x72>",
    "118": "<0x73>",
    "119": "<0x74>",
    "120": "<0x75>",
    "121": "<0x76>",
    "122": "<0x77>",
    "123": "<0x78>",
    "124": "<0x79>",
    "125": "<0x7A>",
    "126": "<0x7B>",
    "127": "<0x7C>",
    "128": "<0x7D>",
    "129": "<0x7E>",
    "130": "<0x7F>",
    "131": "<0x80>",
    "132": "<0x81>",
    "133": "<0x82>",
    "134": "<0x83>",
    "135": "<0x84>",
    "136": "<0x85>",
    "137": "<0x86>",
    "138": "<0x87>",
    "139": "<0x88>",
    "140": "<0x89>",
    "141": "<0x8A>",
    "142": "<0x8B>",
    "143": "<0x8C>",
    "144": "<0x8D>",
    "145": "<0x8E>",
    "146": "<0x8F>",
    "147": "<0x90>",
    "148": "<0x91>",
    "149": "<0x92>",
    "150": "<0x93>",
    "151": "<0x94>",
    "152": "<0x95>",
    "153": "<0x96>",
    "154": "<0x97>",
    "155": "<0x98>",
    "156": "<0x99>",
    "157": "<0x9A>",
    "158": "<0x9B>",
    "159": "<0x9C>",
    "160": "<0x9D>",
    "161": "<0x9E>",
    "162": "<0x9F>",
    "163": "<0xA0>",
    "164": "<0xA1>",
    "165": "<0xA2>",
    "166": "<0xA3>",
    "167": "<0xA4>",
    "168": "<0xA5>",
    "169": "<0xA6>",
    "170": "<0xA7>",
    "171": "<0xA8>",
    "172": "<0xA9>",
    "173": "<0xAA>",
    "174": "<0xAB>",
    "175": "<0xAC>",
    "176": "<0xAD>",
    "177": "<0xAE>",
    "178": "<0xAF>",
    "179": "<0xB0>",
    "180": "<0xB1>",
    "181": "<0xB2>",
    "182": "<0xB3>",
    "183": "<0xB4>",
    "184": "<0xB5>",
    "185": "<0xB6>",
    "186": "<0xB7>",
    "187": "<0xB8>",
    "188": "<0xB9>",
    "189": "<0xBA>",
    "190": "<0xBB>",
    "191": "<0xBC>",
    "192": "<0xBD>",
    "193": "<0xBE>",
    "194": "<0xBF>",
    "195": "<0xC0>",
    "196": "<0xC1>",
    "197": "<0xC2>",
    "198": "<0xC3>",
    "199": "<0xC4>",
    "200": "<0xC5>",
    "201": "<0xC6>",
    "202": "<0xC7>",
    "203": "<0xC8>",
    "204": "<0xC9>",
    "205": "<0xCA>",
    "206": "<0xCB>",
    "207": "<0xCC>",
    "208": "<0xCD>",
    "209": "<0xCE>",
    "210": "<0xCF>",
    "211": "<0xD0>",
    "212": "<0xD1>",
    "213": "<0xD2>",
    "214": "<0xD3>",
    "215": "<0xD4>",
    "216": "<0xD5>",
    "217": "<0xD6>",
    "218": "<0xD7>",
    "219": "<0xD8>",
    "220": "<0xD9>",
    "221": "<0xDA>",
    "222": "<0xDB>",
    "223": "<0xDC>",
    "224": "<0xDD>",
    "225": "<0xDE>",
    "226": "<0xDF>",
    "227": "<0xE0>",
    "228": "<0xE1>",
    "229": "<0xE2>",
    "230": "<0xE3>",
    "231": "<0xE4>",
    "232": "<0xE5>",
    "233": "<0xE6>",
    "234": "<0xE7>",
    "235": "<0xE8>",
    "236": "<0xE9>",
    "237": "<0xEA>",
    "238": "<0xEB>",
    "239": "<0xEC>",
    "240": "<0xED>",
    "241": "<0xEE>",
    "242": "<0xEF>",
    "243": "<0xF0>",
    "244": "<0xF1>",
    "245": "<0xF2>",
    "246": "<0xF3>",
    "247": "<0xF4>",
    "248": "<0xF5>",
    "249": "<0xF6>",
    "250": "<0xF7>",
    "251": "<0xF8>",
    "252": "<0xF9>",
    "253": "<0xFA>",
    "254": "<0xFB>",
    "255": "<0xFC>",
    "256": "<0xFD>",
    "257": "<0xFE>",
    "258": "<0xFF>",
    "9314": "<<",
    "14065": "<=",
    "25299": "<>",
    "27258": "<>();",
    "8169": "<?",
    "13505": "<\\",
    "1": "<s>",
    "0": "<unk>",
    "32001": "<|assistant|>",
    "32000": "<|endoftext|>",
    "32007": "<|end|>",
    "32002": "<|placeholder1|>",
    "32003": "<|placeholder2|>",
    "32004": "<|placeholder3|>",
    "32005": "<|placeholder4|>",
    "32008": "<|placeholder5|>",
    "32009": "<|placeholder6|>",
    "32006": "<|system|>",
    "32010": "<|user|>",
    "29922": "=",
    "543": "=\"",
    "13776": "=\"\"",
    "9880": "=\"#",
    "18965": "=\"$",
    "19070": "=\"${",
    "29569": "=\".",
    "13802": "=\"/",
    "25076": "=\"<?",
    "5213": "=\"@",
    "9438": "=\"@+",
    "10724": "=\"{",
    "6080": "=$",
    "19758": "=$(",
    "23339": "=${",
    "16328": "=%",
    "29332": "=&",
    "2433": "='",
    "7607": "=(",
    "10457": "=-",
    "21098": "=.",
    "14327": "=/",
    "1360": "==",
    "26359": "==\"",
    "25512": "===",
    "2751": "====",
    "4936": "========",
    "9166": "================",
    "4261": "=>",
    "11759": "=[",
    "2013": "=\\",
    "14672": "=\\\"",
    "27805": "=\\{",
    "12557": "=`",
    "3790": "={",
    "21854": "={\\",
    "28493": "={{",
    "29958": ">",
    "3238": ">\r",
    "11903": ">\"",
    "28341": ">\",",
    "16871": ">\";",
    "19250": ">&",
    "16299": ">'",
    "23625": ">';",
    "5961": ">(",
    "16917": ">()",
    "8295": ">();",
    "12948": ">)",
    "10202": ">,",
    "15513": ">.",
    "20690": ">/",
    "23917": ">:",
    "21347": ">::",
    "25867": ">;",
    "5299": "><",
    "2565": "></",
    "18572": ">=",
    "6778": ">>",
    "24566": ">[",
    "14247": ">\\",
    "20824": ">\\<",
    "26498": ">\\<^",
    "13885": ">`",
    "26208": ">{",
    "29973": "?",
    "3026": "?\"",
    "17901": "?'",
    "26889": "?(",
    "7897": "?)",
    "14579": "?,",
    "9808": "?.",
    "25825": "?:",
    "17382": "?>",
    "8773": "??",
    "28772": "???",
    "10846": "?](",
    "13684": "?}",
    "6677": "?\u201d",
    "29992": "@",
    "5507": "@\"",
    "24695": "@\",",
    "25380": "@@",
    "28312": "@{",
    "29909": "A",
    "6344": "AA",
    "23184": "AAAA",
    "2882": "AB",
    "27982": "ABASE",
    "19658": "ABC",
    "6181": "ABLE",
    "2477": "AC",
    "11538": "ACE",
    "11375": "ACK",
    "17923": "ACT",
    "24705": "ACTION",
    "3035": "AD",
    "17744": "ADD",
    "16036": "AE",
    "5098": "AF",
    "10051": "AG",
    "10461": "AGE",
    "23869": "AI",
    "22311": "AK",
    "1964": "AL",
    "9818": "ALL",
    "12195": "ALSE",
    "5194": "AM",
    "25797": "AME",
    "23956": "AML",
    "19297": "AMP",
    "2190": "AN",
    "23219": "ANCE",
    "9468": "AND",
    "19453": "ANG",
    "24336": "ANGE",
    "13566": "ANT",
    "3301": "AP",
    "8787": "API",
    "20576": "APP",
    "1718": "AR",
    "15364": "ARCHAR",
    "17011": "ARD",
    "15249": "ARN",
    "25614": "ARNING",
    "8322": "ART",
    "19926": "ARY",
    "3289": "AS",
    "28599": "ASC",
    "8127": "ASE",
    "24943": "ASH",
    "22933": "ASS",
    "28938": "AST",
    "1299": "AT",
    "8254": "ATA",
    "14789": "ATCH",
    "3040": "ATE",
    "7534": "ATH",
    "8098": "ATION",
    "25951": "AU",
    "20656": "AUT",
    "7520": "AV",
    "26612": "AVA",
    "29376": "AW",
    "6604": "AX",
    "23867": "AXI",
    "4920": "Ab",
    "28173": "About",
    "9118": "Abstract",
    "10644": "Ac",
    "7504": "Acc",
    "23965": "Accept",
    "6638": "Access",
    "16055": "Accessor",
    "20527": "AccessorImpl",
    "10601": "Account",
    "2865": "Act",
    "4276": "Action",
    "26525": "Actions",
    "21786": "Activ",
    "9966": "Active",
    "3886": "Activity",
    "15746": "ActivityThread",
    "3253": "Ad",
    "6168": "Adapter",
    "2528": "Add",
    "7061": "Address",
    "12754": "Admin",
    "27867": "Aff",
    "13555": "After",
    "14769": "Ag",
    "22406": "Age",
    "19661": "Agent",
    "17565": "Ah",
    "2499": "Al",
    "16649": "Alert",
    "17406": "Alex",
    "22461": "Alg",
    "14658": "Alignment",
    "3596": "All",
    "28874": "Allemagne",
    "15930": "Allow",
    "28630": "Alpha",
    "17351": "Also",
    "24528": "Alt",
    "6833": "Am",
    "9816": "Amer",
    "29048": "America",
    "14689": "American",
    "18087": "Amount",
    "2744": "An",
    "21067": "Anal",
    "24458": "Anchor",
    "2855": "And",
    "8136": "Android",
    "12746": "AndroidRuntime",
    "9928": "Ang",
    "19582": "Angle",
    "21645": "Anim",
    "13579": "Animation",
    "21978": "Annotation",
    "22550": "Answer",
    "13448": "Ant",
    "10773": "Any",
    "17396": "Ap",
    "11713": "Api",
    "2052": "App",
    "27674": "AppData",
    "18277": "Append",
    "4873": "Application",
    "1433": "Ar",
    "13197": "Arch",
    "17506": "Are",
    "13799": "Area",
    "8559": "Arg",
    "7883": "Args",
    "15730": "Argument",
    "26915": "Arguments",
    "27429": "Arm",
    "16401": "Arr",
    "2588": "Array",
    "20165": "ArrayList",
    "9986": "Art",
    "2887": "As",
    "7900": "Ass",
    "22400": "Assembly",
    "14697": "Assert",
    "26405": "Asset",
    "29254": "Associ",
    "8123": "Async",
    "4178": "At",
    "16686": "AtIndex",
    "29809": "AtIndexPath",
    "27753": "Atlas",
    "4165": "Att",
    "25098": "Attr",
    "6708": "Attribute",
    "15801": "Attributes",
    "17111": "Audio",
    "26197": "August",
    "18306": "Aus",
    "22537": "Austral",
    "6147": "Aut",
    "6444": "Auth",
    "16746": "Authentication",
    "13720": "Author",
    "25471": "Authorization",
    "12300": "Auto",
    "28451": "Autom",
    "23527": "Autow",
    "27932": "Autres",
    "12810": "Av",
    "27635": "Available",
    "16070": "Axis",
    "16748": "Az",
    "28413": "Azure",
    "29933": "B",
    "5688": "BA",
    "25416": "BASE",
    "14388": "BB",
    "5371": "BC",
    "29121": "BD",
    "15349": "BE",
    "13635": "BER",
    "28062": "BF",
    "12809": "BI",
    "22698": "BIT",
    "13367": "BL",
    "8456": "BO",
    "28443": "BOOL",
    "15176": "BR",
    "9851": "BS",
    "7838": "BU",
    "11578": "BUG",
    "22716": "BY",
    "5841": "Back",
    "10581": "Background",
    "22050": "Bad",
    "23544": "Bag",
    "22031": "Bal",
    "4297": "Bar",
    "9496": "Bas",
    "5160": "Base",
    "16616": "Basic",
    "23145": "Batch",
    "15165": "Bbb",
    "3629": "Be",
    "8217": "Bean",
    "24793": "BeanFactory",
    "18743": "Before",
    "17946": "Begin",
    "28100": "Behavior",
    "21140": "Bel",
    "20841": "Ben",
    "17104": "Ber",
    "25353": "Best",
    "20517": "Bi",
    "6970": "Big",
    "25196": "Binary",
    "15708": "Bind",
    "9270": "Binding",
    "21591": "Bit",
    "15184": "Bitmap",
    "10358": "Bl",
    "18700": "Black",
    "7445": "Block",
    "21319": "Blue",
    "8431": "Bo",
    "28397": "Board",
    "29362": "Bob",
    "8434": "Body",
    "10967": "Book",
    "24693": "Bool",
    "18146": "Boolean",
    "20967": "Boot",
    "17025": "Border",
    "15342": "Bottom",
    "17109": "Bound",
    "18526": "Bounds",
    "3313": "Box",
    "12432": "Br",
    "28183": "Bra",
    "22097": "Brain",
    "23709": "Brainz",
    "20130": "Bre",
    "29857": "Bro",
    "21537": "Browser",
    "27680": "Brush",
    "20808": "Btn",
    "3727": "Bu",
    "7701": "Buffer",
    "8893": "Build",
    "5627": "Builder",
    "9534": "Bundle",
    "16890": "Bus",
    "6246": "But",
    "29819": "Butt",
    "3125": "Button",
    "2059": "By",
    "4499": "ById",
    "26918": "ByVal",
    "12901": "Byte",
    "11207": "Bytes",
    "29907": "C",
    "5454": "CA",
    "22701": "CAA",
    "23487": "CASE",
    "23972": "CAT",
    "21685": "CB",
    "4174": "CC",
    "19043": "CCE",
    "26925": "CCESS",
    "12921": "CCN",
    "6530": "CD",
    "4741": "CE",
    "27266": "CES",
    "23524": "CESS",
    "9207": "CF",
    "11135": "CG",
    "3210": "CH",
    "11282": "CHAR",
    "8426": "CI",
    "7077": "CK",
    "6154": "CL",
    "13875": "CLA",
    "24529": "CLARE",
    "18367": "CLC",
    "27205": "CLI",
    "24494": "CM",
    "13778": "CN",
    "3217": "CO",
    "16524": "CODE",
    "15032": "COL",
    "19795": "COM",
    "21514": "COMP",
    "6007": "CON",
    "25903": "CONFIG",
    "22412": "CONT",
    "18736": "COUNT",
    "6271": "CP",
    "11341": "CR",
    "22245": "CRE",
    "27045": "CREATE",
    "9295": "CS",
    "19407": "CSS",
    "1783": "CT",
    "9838": "CTION",
    "20014": "CTYPE",
    "22484": "CUR",
    "15633": "CV",
    "26270": "Ca",
    "10408": "Cache",
    "7856": "Cal",
    "27065": "Calcul",
    "17447": "Calendar",
    "5594": "Call",
    "10717": "Callback",
    "14353": "Cam",
    "20717": "Camera",
    "6028": "Can",
    "19420": "Cancel",
    "29089": "Cannot",
    "21960": "Canvas",
    "12415": "Cap",
    "21133": "Capt",
    "8179": "Car",
    "13200": "Card",
    "25233": "Cart",
    "8259": "Case",
    "15738": "Cast",
    "9694": "Cat",
    "10900": "Category",
    "4617": "Cell",
    "13418": "Cells",
    "23369": "Cent",
    "13409": "Center",
    "20455": "Cert",
    "1451": "Ch",
    "14688": "Chain",
    "7277": "Change",
    "7590": "Changed",
    "21459": "Changes",
    "13599": "Channel",
    "5914": "Char",
    "27890": "CharField",
    "20755": "Character",
    "14732": "Chart",
    "26856": "Che",
    "5596": "Check",
    "28360": "CheckBox",
    "17817": "Checked",
    "5938": "Child",
    "19334": "Children",
    "15954": "Cho",
    "29620": "Choice",
    "11626": "Chr",
    "18687": "Christ",
    "23495": "Circ",
    "16885": "City",
    "6821": "Cl",
    "20216": "Cla",
    "2385": "Class",
    "20746": "ClassLoader",
    "23607": "ClassName",
    "27403": "Classes",
    "18759": "Clear",
    "4164": "Click",
    "11676": "ClickListener",
    "4032": "Client",
    "11123": "Close",
    "20442": "Cloud",
    "23651": "Cmd",
    "7967": "Co",
    "3399": "Code",
    "1625": "Col",
    "28377": "Coll",
    "28916": "Collect",
    "7196": "Collection",
    "26588": "CollectionView",
    "19466": "Collections",
    "3306": "Color",
    "4409": "Column",
    "14289": "Columns",
    "1523": "Com",
    "26628": "ComboBox",
    "27796": "Come",
    "5261": "Comm",
    "6255": "Command",
    "20001": "Comment",
    "18877": "Common",
    "6843": "Comp",
    "21410": "Company",
    "14644": "Compat",
    "25333": "Compiler",
    "8909": "Comple",
    "17813": "Complete",
    "26010": "Completed",
    "28958": "Completion",
    "5308": "Component",
    "25503": "Components",
    "20606": "Comput",
    "1168": "Con",
    "10983": "Cond",
    "25255": "Condition",
    "16376": "Conf",
    "3991": "Config",
    "8614": "Configuration",
    "20971": "Conne",
    "17918": "Connect",
    "5350": "Connection",
    "13696": "Cons",
    "20008": "Console",
    "12075": "Const",
    "26570": "Constants",
    "14131": "Constra",
    "21529": "Constraint",
    "27427": "Constraints",
    "23770": "Constructor",
    "1323": "Cont",
    "13443": "Contact",
    "7895": "Container",
    "21409": "Contains",
    "3916": "Content",
    "21788": "ContentView",
    "21002": "Contents",
    "2677": "Context",
    "21263": "Contract",
    "4809": "Control",
    "2956": "Controller",
    "17825": "Controls",
    "18455": "Convert",
    "18545": "Converter",
    "19159": "Cook",
    "24914": "Cookie",
    "11882": "Copy",
    "12521": "Cor",
    "9203": "Core",
    "25733": "Cost",
    "23323": "Could",
    "3981": "Count",
    "17779": "Counter",
    "20779": "Country",
    "20647": "Cr",
    "9832": "Cre",
    "4391": "Create",
    "20399": "Created",
    "15507": "Cred",
    "28037": "Credentials",
    "18069": "Ctrl",
    "27926": "Culture",
    "23902": "Cur",
    "7583": "Current",
    "19890": "Cursor",
    "7281": "Custom",
    "15122": "Customer",
    "29733": "Cy",
    "29928": "D",
    "7698": "DA",
    "25832": "DAT",
    "14573": "DATA",
    "6248": "DATE",
    "28658": "DAY",
    "4051": "DB",
    "22840": "DBC",
    "12696": "DC",
    "7858": "DD",
    "2287": "DE",
    "18525": "DEBUG",
    "24405": "DEF",
    "23397": "DEFAULT",
    "8032": "DER",
    "19577": "DEX",
    "4037": "DF",
    "4571": "DI",
    "9464": "DIR",
    "23711": "DIS",
    "17359": "DK",
    "19558": "DL",
    "23560": "DM",
    "28307": "DN",
    "3970": "DO",
    "28665": "DOC",
    "21300": "DOCTYPE",
    "22141": "DOM",
    "11191": "DP",
    "8353": "DR",
    "8452": "DS",
    "12972": "DT",
    "14849": "DU",
    "27838": "Da",
    "18529": "Dan",
    "29866": "Daniel",
    "16390": "Dat",
    "1469": "Data",
    "17271": "DataFrame",
    "28449": "DataSet",
    "15559": "DataSource",
    "9112": "Database",
    "2539": "Date",
    "29795": "DateFormat",
    "11384": "DateTime",
    "6086": "Datos",
    "19504": "David",
    "12742": "Day",
    "25991": "Days",
    "10234": "Db",
    "2772": "De",
    "10251": "Deb",
    "11862": "Debug",
    "6185": "Dec",
    "23307": "Decimal",
    "3206": "Def",
    "4592": "Default",
    "24863": "Defaults",
    "14683": "Definition",
    "13157": "Del",
    "24996": "Delay",
    "28222": "Deleg",
    "11494": "Delegate",
    "12498": "Delete",
    "5268": "Delta",
    "23444": "Demo",
    "29315": "Den",
    "8498": "Dep",
    "15383": "Der",
    "4002": "Des",
    "19617": "Desc",
    "9868": "Description",
    "19124": "Descriptor",
    "17600": "Desktop",
    "14994": "Dest",
    "6362": "Det",
    "16570": "Detail",
    "10602": "Details",
    "16618": "Dev",
    "21956": "Develop",
    "11501": "Device",
    "12130": "Di",
    "7647": "Dialog",
    "21533": "Dict",
    "11513": "Dictionary",
    "9260": "Did",
    "20127": "DidLoad",
    "16334": "Die",
    "26023": "Diff",
    "14991": "Dig",
    "27103": "Digital",
    "16142": "Dim",
    "9170": "Dir",
    "17392": "Direct",
    "21602": "Direction",
    "9882": "Directory",
    "4205": "Dis",
    "14777": "Dispatch",
    "23669": "Dispatcher",
    "9323": "Display",
    "13398": "Dist",
    "27469": "Distance",
    "12596": "Div",
    "6132": "Do",
    "14526": "Doc",
    "6268": "Document",
    "20128": "Documents",
    "25125": "Does",
    "11096": "Dom",
    "15951": "Domain",
    "10310": "Don",
    "28080": "Donald",
    "25632": "Done",
    "11843": "Double",
    "6767": "Down",
    "22954": "Download",
    "25639": "Dr",
    "24515": "Dra",
    "23978": "Drag",
    "8537": "Draw",
    "26945": "Drawable",
    "27528": "Drawer",
    "16327": "Drawing",
    "12376": "Driver",
    "15063": "Drop",
    "18984": "Duration",
    "24001": "Dynamic",
    "29923": "E",
    "26441": "EAR",
    "25752": "EB",
    "11206": "EC",
    "16658": "ECK",
    "13845": "ECT",
    "3352": "ED",
    "12378": "EDIT",
    "17896": "EE",
    "29638": "EF",
    "11787": "EG",
    "17958": "EGIN",
    "6670": "EL",
    "27286": "ELD",
    "12665": "EM",
    "26862": "EMA",
    "1430": "EN",
    "11794": "END",
    "3919": "ENT",
    "25838": "ENV",
    "15488": "EP",
    "28879": "EQ",
    "1001": "ER",
    "27267": "ERE",
    "21662": "ERR",
    "11432": "ERROR",
    "23598": "ERS",
    "20161": "ERT",
    "24422": "ERY",
    "2890": "ES",
    "2544": "ET",
    "22240": "EV",
    "5746": "EX",
    "12194": "EXT",
    "13282": "EY",
    "9760": "Each",
    "3853": "Ed",
    "23894": "Edge",
    "6103": "Edit",
    "24739": "EditText",
    "15280": "Editor",
    "13971": "Effect",
    "6489": "El",
    "2642": "Element",
    "18868": "Elements",
    "27406": "Else",
    "6026": "Em",
    "9823": "Email",
    "10495": "Emp",
    "19461": "Employee",
    "8915": "Empty",
    "2369": "En",
    "20701": "Enable",
    "10861": "Enabled",
    "8566": "Enc",
    "14934": "Encoding",
    "5044": "End",
    "25602": "Endpoint",
    "8100": "Eng",
    "12412": "Engine",
    "24636": "English",
    "5292": "Ent",
    "10399": "Enter",
    "6691": "Entity",
    "9634": "Entry",
    "16854": "Enum",
    "21745": "Env",
    "18649": "Environment",
    "18630": "Eq",
    "6108": "Equ",
    "9843": "Equal",
    "14776": "Equals",
    "2110": "Er",
    "19212": "Err",
    "2392": "Error",
    "22463": "Errors",
    "14190": "Es",
    "15784": "Esp",
    "24624": "Espagne",
    "12787": "Est",
    "15654": "Europe",
    "2624": "Event",
    "16806": "EventArgs",
    "12825": "EventListener",
    "13634": "Events",
    "26526": "Every",
    "1252": "Ex",
    "14023": "Example",
    "22926": "Excel",
    "2451": "Exception",
    "5379": "Exec",
    "12296": "Execute",
    "20418": "Execution",
    "13366": "Executor",
    "24217": "Exists",
    "24365": "Exit",
    "9544": "Exp",
    "29777": "Expand",
    "26382": "Export",
    "21176": "Expr",
    "27404": "Express",
    "10960": "Expression",
    "5647": "Ext",
    "17657": "Extension",
    "26982": "Extensions",
    "25865": "External",
    "18126": "Extra",
    "29943": "F",
    "4519": "FA",
    "25717": "FALSE",
    "13274": "FAULT",
    "18426": "FB",
    "8610": "FC",
    "26453": "FD",
    "16359": "FE",
    "4198": "FF",
    "28483": "FFER",
    "22098": "FFFF",
    "3738": "FI",
    "18667": "FIG",
    "7724": "FILE",
    "24483": "FILES",
    "25634": "FIX",
    "10536": "FL",
    "18823": "FLA",
    "26516": "FLAG",
    "22192": "FM",
    "5800": "FO",
    "22051": "FOR",
    "19094": "FORM",
    "26353": "FP",
    "15860": "FR",
    "21482": "FROM",
    "9998": "FS",
    "7818": "FT",
    "26753": "FX",
    "14206": "Fa",
    "23360": "Face",
    "20738": "Fact",
    "5126": "Factory",
    "16243": "Fail",
    "17776": "Failed",
    "24155": "Failure",
    "8824": "False",
    "22555": "Famil",
    "27104": "Family",
    "8263": "Fe",
    "19132": "Feature",
    "29737": "Feed",
    "20899": "Fern",
    "25582": "Fernseh",
    "20927": "Fetch",
    "18800": "Fi",
    "24026": "Fiddle",
    "3073": "Field",
    "14256": "Fields",
    "13080": "Fig",
    "3434": "Fil",
    "2283": "File",
    "17020": "FileName",
    "10547": "Files",
    "20876": "Fill",
    "5072": "Filter",
    "21621": "FilterChain",
    "12881": "Fin",
    "15790": "Final",
    "12542": "Find",
    "18654": "Fire",
    "6730": "First",
    "29541": "FirstName",
    "26262": "Fixed",
    "8754": "Fl",
    "21979": "Flag",
    "15675": "Flags",
    "11031": "Float",
    "17907": "Flow",
    "29137": "Fn",
    "20560": "Focus",
    "12924": "Folder",
    "9824": "Font",
    "14016": "Foo",
    "13440": "Foot",
    "22626": "Footnote",
    "2831": "For",
    "23640": "ForKey",
    "27755": "Foreign",
    "2500": "Form",
    "5809": "Format",
    "18522": "Formatter",
    "12605": "Forms",
    "9692": "Found",
    "28077": "Foundation",
    "14438": "Fr",
    "8752": "Fragment",
    "4308": "Frame",
    "16660": "Framework",
    "7675": "Fran",
    "16066": "France",
    "23923": "Fre",
    "20475": "Free",
    "27034": "Fri",
    "4591": "From",
    "29348": "Front",
    "13658": "Full",
    "25394": "Fun",
    "14400": "Func",
    "6678": "Function",
    "20154": "Future",
    "29954": "G",
    "12739": "GA",
    "7210": "GB",
    "8766": "GC",
    "1692": "GE",
    "24647": "GEN",
    "17070": "GER",
    "7194": "GET",
    "26788": "GG",
    "7239": "GL",
    "21576": "GM",
    "20728": "GN",
    "17080": "GO",
    "19903": "GP",
    "14345": "GR",
    "26284": "GROUP",
    "10749": "GS",
    "23799": "GT",
    "22928": "GV",
    "14199": "Game",
    "6642": "Gamma",
    "7999": "Ge",
    "15462": "Gen",
    "5631": "Gener",
    "15263": "General",
    "24565": "Generated",
    "21575": "Generator",
    "15809": "Generic",
    "22539": "Gest",
    "24110": "Gesture",
    "2577": "Get",
    "26074": "Gi",
    "28712": "Git",
    "12756": "Global",
    "8120": "Go",
    "18420": "Good",
    "14207": "Google",
    "3338": "Gr",
    "25584": "Grad",
    "9527": "Graph",
    "17290": "Graphics",
    "25120": "Gre",
    "24599": "Green",
    "5756": "Grid",
    "16584": "GridView",
    "4782": "Group",
    "24020": "Groups",
    "9485": "Gu",
    "28707": "Gui",
    "29950": "H",
    "15715": "HA",
    "19127": "HC",
    "26124": "HD",
    "9606": "HE",
    "23252": "HEAD",
    "4448": "HER",
    "5006": "HERE",
    "27590": "HH",
    "17628": "HI",
    "15444": "HL",
    "8187": "HO",
    "17353": "HOME",
    "20832": "HOST",
    "3954": "HP",
    "20938": "HR",
    "14851": "HS",
    "3912": "HT",
    "7020": "HTML",
    "10493": "HTTP",
    "24704": "Ha",
    "3481": "Hand",
    "13554": "Handle",
    "4598": "Handler",
    "21972": "Har",
    "14510": "Has",
    "10438": "Hash",
    "27824": "HashMap",
    "25559": "Have",
    "3868": "He",
    "5494": "Head",
    "7850": "Header",
    "18163": "Headers",
    "7011": "Height",
    "7658": "Hel",
    "10994": "Hello",
    "29648": "Help",
    "10739": "Helper",
    "24030": "Hen",
    "18650": "Her",
    "10605": "Here",
    "18567": "Hi",
    "25108": "Hidden",
    "16382": "High",
    "28016": "Hint",
    "20570": "History",
    "19984": "Hol",
    "29144": "Hold",
    "11439": "Holder",
    "24259": "Hom",
    "11184": "Home",
    "17241": "Hor",
    "24932": "Horizontal",
    "8514": "Host",
    "28917": "Hot",
    "5328": "How",
    "17245": "However",
    "9462": "Hozz\u00e1f\u00e9r\u00e9s",
    "10196": "Hrsg",
    "10922": "Html",
    "5506": "Http",
    "26021": "HttpRequest",
    "16046": "Hub",
    "26322": "Hy",
    "12661": "Hz",
    "29902": "I",
    "10764": "IA",
    "23731": "IAB",
    "24291": "IABot",
    "25758": "IAL",
    "8979": "IB",
    "2965": "IC",
    "28541": "ICATION",
    "12107": "ICE",
    "1367": "ID",
    "22027": "IDE",
    "8673": "IE",
    "29059": "IES",
    "6545": "IF",
    "6259": "IG",
    "22530": "IGHT",
    "17298": "IGN",
    "2687": "II",
    "5287": "III",
    "23328": "IK",
    "6227": "IL",
    "24071": "ILL",
    "7833": "IM",
    "2260": "IMA",
    "2382": "IMAGE",
    "24480": "IMARY",
    "8890": "IME",
    "1177": "IN",
    "28852": "INCT",
    "22255": "IND",
    "27992": "INDEX",
    "8895": "INE",
    "24065": "INF",
    "11690": "INFO",
    "4214": "ING",
    "26019": "INIT",
    "19460": "INSERT",
    "25580": "INST",
    "10192": "INT",
    "23845": "INTER",
    "5971": "IO",
    "20477": "IOException",
    "2725": "ION",
    "27946": "IONS",
    "25925": "IOS",
    "5690": "IP",
    "8193": "IR",
    "3235": "IS",
    "8587": "ISBN",
    "29096": "ISO",
    "9047": "IST",
    "24306": "ISTS",
    "1806": "IT",
    "9094": "ITE",
    "13054": "ITH",
    "22122": "ITION",
    "11937": "ITY",
    "12210": "ITable",
    "12882": "ITableView",
    "5667": "IV",
    "18474": "IVE",
    "6415": "IX",
    "26664": "IZ",
    "12492": "Icon",
    "1204": "Id",
    "7648": "Ident",
    "12889": "Identifier",
    "18415": "Identity",
    "21943": "Ids",
    "3644": "If",
    "28600": "Ig",
    "17273": "Ign",
    "23805": "Ignore",
    "14126": "Il",
    "10002": "Ill",
    "12614": "Illustration",
    "1888": "Im",
    "2940": "Image",
    "14460": "ImageView",
    "20163": "Images",
    "25518": "Img",
    "24192": "Imp",
    "6647": "Impl",
    "17518": "Import",
    "797": "In",
    "29419": "Include",
    "2568": "Ind",
    "3220": "Index",
    "27762": "IndexPath",
    "28013": "Indicator",
    "25433": "Inf",
    "15403": "Infl",
    "17107": "Inflater",
    "3401": "Info",
    "20350": "Information",
    "6644": "Init",
    "15514": "Initial",
    "28329": "Inject",
    "27748": "Inner",
    "4290": "Input",
    "13828": "InputStream",
    "17491": "Insert",
    "3379": "Inst",
    "23271": "Install",
    "4998": "Instance",
    "12223": "InstanceState",
    "24985": "Institut",
    "2928": "Int",
    "7798": "Integer",
    "23573": "Integr",
    "10286": "Intent",
    "4074": "Inter",
    "24923": "Interceptor",
    "10448": "Interface",
    "17579": "Intern",
    "16491": "Internal",
    "26341": "Internet",
    "12506": "Interval",
    "25898": "Introduction",
    "12165": "Inv",
    "13919": "Invalid",
    "27613": "Invocation",
    "20731": "Invoke",
    "3624": "Is",
    "3112": "It",
    "10512": "Ital",
    "20988": "Italia",
    "28314": "Italie",
    "2001": "Item",
    "6913": "Items",
    "13463": "Iter",
    "20277": "Iterator",
    "29967": "J",
    "16405": "JAX",
    "29674": "JB",
    "17637": "JECT",
    "8700": "JS",
    "7249": "JSON",
    "24288": "Jac",
    "27006": "Jack",
    "29470": "James",
    "26626": "Jan",
    "8404": "Java",
    "16963": "JavaScript",
    "13836": "Je",
    "22438": "Jean",
    "10844": "Jo",
    "11947": "Job",
    "11639": "John",
    "17242": "Join",
    "26473": "Jose",
    "25498": "Js",
    "8148": "Json",
    "27501": "Jul",
    "14084": "Just",
    "29968": "K",
    "26067": "KB",
    "6059": "KE",
    "10818": "KEY",
    "17557": "KS",
    "24115": "Kar",
    "9598": "Ke",
    "2558": "Key",
    "15506": "Keys",
    "11885": "Kind",
    "13117": "Kit",
    "29931": "L",
    "4375": "LA",
    "24461": "LAB",
    "18799": "LAY",
    "12182": "LC",
    "10249": "LD",
    "1307": "LE",
    "14063": "LEASE",
    "3281": "LECT",
    "20566": "LED",
    "28024": "LEFT",
    "19271": "LENG",
    "19433": "LENGTH",
    "17101": "LES",
    "18476": "LETE",
    "5265": "LI",
    "27888": "LIC",
    "23714": "LIN",
    "18521": "LINE",
    "24360": "LIST",
    "2208": "LL",
    "26369": "LM",
    "3927": "LO",
    "29428": "LOAD",
    "28902": "LOB",
    "16652": "LOC",
    "21339": "LOCK",
    "14480": "LOG",
    "27998": "LOW",
    "13208": "LP",
    "29519": "LR",
    "8547": "LS",
    "5850": "LT",
    "16786": "LY",
    "5661": "La",
    "28632": "Lab",
    "4775": "Label",
    "9099": "Lambda",
    "22677": "Land",
    "21233": "Language",
    "24105": "Lar",
    "8897": "Last",
    "13992": "Lat",
    "17641": "Launch",
    "14420": "Layer",
    "3453": "Layout",
    "26358": "LayoutInflater",
    "26476": "LayoutParams",
    "3226": "Le",
    "8091": "Left",
    "22988": "Leg",
    "21515": "Len",
    "6513": "Length",
    "24560": "Les",
    "12024": "Let",
    "10108": "Level",
    "23410": "Li",
    "14868": "Lib",
    "12284": "Library",
    "26754": "Life",
    "20769": "Light",
    "27552": "Like",
    "24445": "Limit",
    "11667": "Lin",
    "3542": "Line",
    "12697": "Linear",
    "15575": "LinearLayout",
    "20261": "Lines",
    "6595": "Link",
    "24085": "Linux",
    "1293": "List",
    "27490": "ListItem",
    "15660": "ListView",
    "3962": "Listener",
    "24938": "Liter",
    "23859": "Live",
    "25852": "Lng",
    "3410": "Lo",
    "5896": "Load",
    "29147": "Loaded",
    "10036": "Loader",
    "23456": "Loading",
    "3524": "Loc",
    "7717": "Local",
    "6508": "Location",
    "16542": "Lock",
    "3403": "Log",
    "16363": "Logger",
    "11049": "Login",
    "26682": "Lond",
    "8208": "Long",
    "22893": "Longrightarrow",
    "14959": "Look",
    "18405": "Loop",
    "29286": "Los",
    "20555": "Lou",
    "25216": "Louis",
    "19357": "Lower",
    "24126": "Lu",
    "29924": "M",
    "1529": "MA",
    "29032": "MAIN",
    "27616": "MAN",
    "23827": "MAP",
    "12648": "MAX",
    "9486": "MB",
    "12513": "MC",
    "5773": "MD",
    "11602": "MDb",
    "2303": "ME",
    "13780": "MENT",
    "10403": "MI",
    "16173": "MIN",
    "26349": "MIT",
    "1988": "ML",
    "7428": "MM",
    "6720": "MO",
    "20387": "MODE",
    "22877": "MON",
    "3580": "MP",
    "25566": "MQ",
    "21055": "MR",
    "4345": "MS",
    "11490": "MT",
    "25365": "MW",
    "17870": "MY",
    "21870": "Ma",
    "15735": "Mac",
    "29076": "Machine",
    "21878": "Mad",
    "19095": "Mag",
    "14925": "Mail",
    "6330": "Main",
    "23934": "MainActivity",
    "9984": "Make",
    "22995": "Mal",
    "2517": "Man",
    "26542": "Managed",
    "27107": "Management",
    "3260": "Manager",
    "14804": "Many",
    "3388": "Map",
    "9689": "Mapp",
    "19968": "Mapper",
    "15845": "Mapping",
    "7083": "Mar",
    "23572": "Marie",
    "9802": "Mark",
    "24619": "Marker",
    "15838": "Mart",
    "22628": "Martin",
    "19832": "Mask",
    "19203": "Master",
    "9782": "Mat",
    "9652": "Match",
    "24095": "Material",
    "11309": "Math",
    "14609": "Matrix",
    "7976": "Max",
    "12703": "May",
    "22762": "Maybe",
    "27297": "Mc",
    "6816": "Me",
    "19302": "Med",
    "10572": "Media",
    "11442": "Mem",
    "13404": "Member",
    "13922": "Memento",
    "16015": "Memory",
    "28154": "Men",
    "6823": "Menu",
    "21331": "MenuItem",
    "15836": "Mer",
    "19058": "Mess",
    "3728": "Message",
    "25510": "Messages",
    "10095": "Met",
    "19346": "Meta",
    "18417": "Metadata",
    "4062": "Method",
    "26112": "Methods",
    "14916": "Mich",
    "24083": "Michael",
    "11277": "Microsoft",
    "25411": "Middle",
    "29316": "Mil",
    "19169": "Mill",
    "8140": "Min",
    "18552": "Miss",
    "22638": "Mo",
    "29295": "Mobile",
    "18680": "Mock",
    "2111": "Mod",
    "19751": "Modal",
    "6818": "Mode",
    "3195": "Model",
    "23785": "Models",
    "7355": "Module",
    "7185": "Mon",
    "24665": "Mont",
    "13953": "Month",
    "28581": "Mor",
    "20761": "More",
    "27648": "Mount",
    "14346": "Mouse",
    "16619": "Move",
    "18749": "Movie",
    "20335": "Mr",
    "16190": "Msg",
    "6857": "Mult",
    "15329": "Multi",
    "11930": "Multimedia",
    "14958": "Mus",
    "21238": "Music",
    "15211": "Mutable",
    "27602": "Mvc",
    "3421": "My",
    "29940": "N",
    "3521": "NA",
    "5813": "NAME",
    "23189": "NB",
    "15868": "NC",
    "2797": "ND",
    "8186": "NE",
    "13865": "NER",
    "6006": "NET",
    "28577": "NEW",
    "22498": "NF",
    "9312": "NG",
    "12916": "NI",
    "25103": "NL",
    "10262": "NN",
    "6632": "NO",
    "12256": "NOT",
    "25500": "NP",
    "16514": "NR",
    "3059": "NS",
    "14301": "NSString",
    "29680": "NSURL",
    "20321": "NT",
    "11601": "NU",
    "10074": "NULL",
    "13967": "NUM",
    "23207": "NUMBER",
    "13695": "Na",
    "19377": "NaN",
    "1170": "Name",
    "22175": "Named",
    "8659": "Names",
    "23335": "Namespace",
    "27325": "National",
    "11024": "Native",
    "22107": "Nav",
    "20245": "Navigation",
    "8139": "Ne",
    "6779": "Net",
    "13724": "Network",
    "4373": "New",
    "29328": "News",
    "9190": "Next",
    "27823": "Nil",
    "3782": "No",
    "4247": "Node",
    "20284": "Nodes",
    "12283": "Non",
    "8516": "None",
    "19077": "Normal",
    "3664": "Not",
    "17413": "NotFound",
    "9842": "Note",
    "26521": "Nothing",
    "12958": "Notification",
    "25363": "Nov",
    "10454": "Now",
    "7327": "Null",
    "8009": "Num",
    "4557": "Number",
    "29478": "Numbers",
    "29949": "O",
    "14824": "OB",
    "20166": "OC",
    "13668": "OD",
    "9800": "OF",
    "27681": "OFF",
    "23170": "OH",
    "6992": "OIN",
    "8949": "OK",
    "5607": "OL",
    "6488": "OM",
    "1164": "ON",
    "12413": "ONE",
    "20614": "ONG",
    "4590": "OP",
    "14094": "OPT",
    "1955": "OR",
    "25593": "ORD",
    "22364": "ORDER",
    "12054": "ORM",
    "24125": "ORS",
    "8476": "ORT",
    "18929": "ORY",
    "3267": "OS",
    "3718": "OST",
    "2891": "OT",
    "27269": "OU",
    "22970": "OUR",
    "12015": "OUT",
    "9806": "OW",
    "6039": "Ob",
    "9930": "Obj",
    "2061": "Object",
    "12724": "Objects",
    "23313": "Obr\u00e1zky",
    "27928": "Observable",
    "28066": "Observer",
    "22034": "Occ",
    "25375": "Oct",
    "2776": "Of",
    "6880": "Off",
    "27247": "Office",
    "10302": "Offset",
    "9048": "Oh",
    "20434": "Ok",
    "21648": "Old",
    "5673": "Om",
    "5981": "Omega",
    "2951": "On",
    "15909": "OnClickListener",
    "26222": "Once",
    "6716": "One",
    "11730": "Only",
    "11746": "Op",
    "6585": "Open",
    "7094": "Oper",
    "10925": "Operation",
    "26486": "Operator",
    "20624": "Opt",
    "8375": "Option",
    "27636": "Optional",
    "5856": "Options",
    "2816": "Or",
    "23302": "Ord",
    "7514": "Order",
    "27356": "Organ",
    "15988": "Ori",
    "25231": "Orientation",
    "23182": "Origin",
    "26036": "Original",
    "24768": "Os",
    "16107": "Other",
    "3744": "Out",
    "29377": "Outlet",
    "6466": "Output",
    "16764": "OutputStream",
    "3563": "Over",
    "23773": "Overflow",
    "4640": "Override",
    "28213": "Owner",
    "29925": "P",
    "7228": "PA",
    "16320": "PAR",
    "26092": "PART",
    "25711": "PASS",
    "10145": "PATH",
    "9026": "PC",
    "25014": "PD",
    "8493": "PDF",
    "4162": "PE",
    "13171": "PER",
    "13691": "PF",
    "16903": "PG",
    "19689": "PH",
    "17130": "PHP",
    "2227": "PI",
    "21738": "PK",
    "7390": "PL",
    "13427": "PM",
    "15695": "PN",
    "13152": "PO",
    "15082": "PORT",
    "24815": "POS",
    "5438": "POST",
    "18009": "PP",
    "10593": "PR",
    "15094": "PRE",
    "29829": "PRI",
    "8618": "PRO",
    "7024": "PS",
    "7982": "PT",
    "7056": "PU",
    "12336": "PUT",
    "20055": "PY",
    "11868": "Pa",
    "16638": "Pack",
    "14459": "Package",
    "20369": "Pad",
    "5074": "Page",
    "22166": "Pager",
    "27514": "Pages",
    "28939": "Paint",
    "20547": "Pair",
    "18210": "Pal",
    "23684": "Pan",
    "13683": "Pane",
    "7490": "Panel",
    "2177": "Par",
    "4736": "Param",
    "9329": "Parameter",
    "11507": "Parameters",
    "9629": "Params",
    "9780": "Parent",
    "12914": "Parse",
    "11726": "Parser",
    "7439": "Part",
    "7129": "Pass",
    "10048": "Password",
    "11457": "Pat",
    "2605": "Path",
    "17144": "Pattern",
    "18275": "Paul",
    "15467": "Pay",
    "15666": "Pe",
    "5894": "Per",
    "27933": "Percent",
    "29853": "Period",
    "15737": "Perm",
    "27293": "Permission",
    "15136": "Pers",
    "7435": "Person",
    "23686": "Peter",
    "4819": "Ph",
    "9492": "Phi",
    "9861": "Phone",
    "25971": "Photo",
    "25847": "Phys",
    "12197": "Pi",
    "13954": "Picker",
    "28210": "Picture",
    "19621": "Pierre",
    "29637": "Pixel",
    "3247": "Pl",
    "22150": "Place",
    "20334": "Plan",
    "21889": "Platform",
    "13454": "Play",
    "9075": "Player",
    "12148": "Please",
    "20867": "Plot",
    "16288": "Plugin",
    "29575": "Plus",
    "9837": "Po",
    "27345": "Pod",
    "5228": "Point",
    "14516": "Pointer",
    "20325": "Points",
    "7713": "Pol",
    "15644": "Policy",
    "11426": "Pool",
    "12310": "Pop",
    "2290": "Port",
    "2639": "Portail",
    "9135": "Pos",
    "8003": "Position",
    "6747": "Post",
    "21472": "Power",
    "4040": "Pr",
    "6572": "Pre",
    "23084": "Pred",
    "22173": "Preferences",
    "23095": "Prefix",
    "13504": "Pres",
    "10923": "Press",
